Repository: aviraldg/gridlock-exchange
Catalog: exchange/translations/*/LC_MESSAGES/messages.po
Languages: bn

source: Username
bn: ব্যবহারকারীর নাম

source: Name
bn: নাম

source: Email
bn: ইমেল

source: Password
bn: পাসওয়ার্ড

source: Remember me
bn: আমাকে মনে রেখো

source: Title
bn: বিষয়

source: Description
bn: বিবরণ

source: Price
bn: মূল্য

source: Image
bn: ছবি

source: Youtube Video URL
bn: Youtube ভিডিও URL

source: Active
bn: সক্রিয়

source: The username entered must match your username exactly.
bn: ব্যবহারকারীর নাম প্রবেশ করানো আপনার ব্যবহারকারী নাম ঠিক মেলানো.

source: To
bn: প্রাপক

source: Message
bn: সংবাদ

source: You've been registered!
bn: আপনাকে নিবন্ধীকৃত করা হয়েছে!

source: Incorrect username or password
bn: ভুল ব্যবহারকারী নাম বা পাসওয়ার্ড

source: You cannot login using this account as it has been deactivated.
bn: আপনি এই একাউন্ট ব্যবহার করতে পারবেন না কনকি ইটা নিষ্ক্রিয় করা হয়েছে

source: You've successfully been logged in!
bn: আপনাকে সফলভাবে লগ ইন করা হয়েছে!

source: You have successfully been logged out.
bn: আপনি সফলভাবে লগ আউট হয়েছেন.

source: Your item has been created!
bn: আপনার আইটেম তয়রী হয়ে গেছে!

source: Sorry, but your query failed.
bn: দুঃখিত, কিন্তু আপনার প্রশ্নের ব্যর্থ হয়েছে.

source: Item updated
bn: আইটেম তা পরিবর্তন করা হয়েগাছে।

source: The item has been deleted successfully.
bn: আইটেম সফলভাবে মুছে দেওয়া হয়েছে

source: Sorry, but administrators cannot deactivate their own accounts.
bn: দুঃখিত, কিন্তু অ্যাডমিনিস্ট্রেটররা তাদের নিজেদের অ্যাকাউন্ট নিষ্ক্রিয় করতে পারবেন না.

source: Please ask another administrator to deactivate your account.
bn: আপনার অ্যাকাউন্ট নিষ্ক্রিয় অন্য প্রশাসক জিজ্ঞাসা করুন.

source: Sorry, but administrators cannot delete their accounts.
bn: দুঃখিত, কিন্তু অ্যাডমিনিস্ট্রেটররা তাদের অ্যাকাউন্ট মুছে দিতে পারেন.

source: Please ask another administrator to deactivate your account, or to make you a regular user.
bn: অন্য প্রশাসক আপনার অ্যাকাউন্ট নিষ্ক্রিয় করার চাইতে, অথবা আপনি একটি নিয়মিত ব্যবহারকারী না দয়া করে.

source: Your account has successfully been deleted.
bn: আপনার অ্যাকাউন্ট সফলভাবে মুছে দেওয়া হয়েছে.

source: Items
bn: আইটেম গুলো

source: Messages
bn: সংবাদ

source: Users
bn: ব্যবহারকারীদের

source: Search
bn: অনুসন্ধান

source: Logout
bn: লগ আউট

source: Login
bn: লগ ইন

source: Create Item
bn: আইটেম বানাও

source: Cancel
bn: রদ কর

source: Update Item
bn: আইটেম তা পরিবর্তন করা

source: Details
bn: বিস্তারিত

source: Update
bn: পরিবর্তন

source: Delete
bn: মুছে ফেলা

source: Verified Student
bn: যাচাই ছাত্র

source: Deactivate
bn: নিষ্ক্রিয় কোরো

source: Activate
bn: সক্রিয় কোরো
